Repository: Baysaakop/moviesite
Catalog: locale/*/LC_MESSAGES/django.po
Languages: mn

source: Account Inactive
mn: Идэвхигүй хаяг

source: This account is inactive.
mn: Энэ хаяг идэвхигүй байна.

source: E-mail Addresses
mn: И-Мэйл хаягууд

source: The following e-mail addresses are associated with your account:
mn: Дараах И-Мэйл хаягууд тань дээр бүртгэлтэй байна:

source: Verified
mn: Баталгаажсан

source: Unverified
mn: Баталгаажуулаагүй

source: Primary
mn: Үндсэн

source: Make Primary
mn: Үндсэн болгох

source: Re-send Verification
mn: Дахин баталгаажуулах

source: Remove
mn: Арилгах

source: Warning:
mn: Анхааруулга:

source: You currently do not have any e-mail address set up. You should really add an e-mail address so you can receive notifications, reset your password, etc.
mn: Таньд одоогоор бүртгэлтэй И-Мэйл хаяг байхгүй байна. Та И-Мэйл хаягаа бүртгүүлснээр мэдээлэл авах, нууц үг шинэчлэх гэх зэрэг үйлдлүүдийг хийх боломжтой болно.

source: Add E-mail Address
mn: И-Мэйл хаяг нэмэх

source: Add E-mail
mn: И-Мэйл нэмэх

source: Do you really want to remove the selected e-mail address?
mn: Сонгосон И-Мэйл хаягыг устгахыг хүсч байна уу?

source: Please Confirm Your E-mail Address
mn: И-Мэйл хаягаа баталгаажуулна уу

source: Confirm E-mail Address
mn: И-Мэйл хаягаа баталгаажуулах

source: Confirm
mn: Баталгаажуулах

source: Sign In
mn: Нэвтрэх

source: Sign in using social media account to get quick access
mn: Сошиал медиа хаяг ашиглан илүү хурдан нэвтрэх

source: Sign in with
mn: Нэвтрэх

source: OR
mn: ЭСВЭЛ

source: Forgot Password?
mn: Нууц үгээ мартсан уу?

source: Not a member yet?
mn: Бүртгүүлж амжаагүй юу?

source: Sign up here
mn: Энд дарж бүртгүүлнэ үү

source: Sign Out
mn: Гарах

source: Are you sure you want to sign out?
mn: Та хаягаа гаргахдаа итгэлтэй байна уу?

source: You have signed out.
mn: Та гарсан байна.

source: Password successfully changed.
mn: Нууц үг солигдлоо.

source: Password successfully set.
mn: Нууц үг солигдлоо.

source: Change Password
mn: Нууц үг солих

source: Set new password to your account.
mn: Шинэ нууц үг өгөх

source: Password Reset
mn: Нууц үг сэргээх

source: Reset My Password
mn: Нууц үг сэргээх

source: change password
mn: Нууц үг солих

source: Your password is now changed.
mn: Нууц үг солигдлоо

source: Set Password
mn: Нууц үг өгөх

source: Sign Up
mn: Бүртгүүлэх

source: Sign up using social media account to get quick access
mn: Сошиал медиа хаяг ашиглан илүү хурдан бүртгүүлэх

source: Sign up with
mn: Бүртгүүлэх

source: Verify Your E-mail Address
mn: И-Мэйл хаягаа баталгаажуулах

source: Home
mn: Нүүр

source: Artists
mn: Уран бүтээлч

source: Birthdate
mn: Төрсөн өдөр

source: Occupations
mn: Мэргэжил

source: Nationality
mn: Үндэс

source: Score
mn: Үнэлгээ

source: Likes
mn: Таалагдсан

source: Followers
mn: Дагагчид

source: Edit
mn: Засах

source: Biography
mn: Танилцуулга

source: Filmography
mn: Уран бүтээл

source: Films
mn: Кино

source: Release Date
mn: Нээлт

source: Film name
mn: Киноны нэр

source: Film score
mn: Үнэлгээ

source: Actor
mn: Жүжигчин

source: Producer
mn: Продюсер

source: Director
mn: Найруулагч

source: Writer
mn: Зохиолч

source: Yes
mn: Тийм

source: No
mn: Үгүй

source: Series
mn: Цуврал

source: Add to Favorite
mn: Дуртай жагсаалтанд нэмэх

source: Follow
mn: Дагах

source: Give Rating
mn: Үнэлгээ өгөх

source: Remove from Favorite
mn: Дуртай жагсаалтаас хасах

source: Unfollow
mn: Дагахаа болих

source: Give rating
mn: Үнэлгээ өгөх

source: Edit rating
mn: Өгсөн үнэлгээгээ өөрчлөх

source: Give rating on this artist
mn: Энэ жүжигчинд үнэлгээ өгөх

source: Close
mn: Хаах

source: Thanks for your review
mn: Үнэлгээ өгсөнд баярлалаа.

source: Artist List
mn: Уран бүтээлчдийн жагсаалт

source: Search by name
mn: Нэрээр хайлт хийх

source: Name
mn: Нэр

source: Occupation
mn: Мэргэжил

source: Any
mn: Бүх

source: Sort By
mn: Эрэмбэлэх

source: Search
mn: Хайлт хийх

source: Total
mn: Нийт

source: artists
mn: уран бүтээлч

source: Birth year
mn: Төрсөн өдөр

source: Mollywood
mn: Молливүүд

source: Movies
mn: Кино

source: Notification
mn: Мэдээлэл

source: Help
mn: Тусламж

source: About us
mn: Бидний тухай

source: Q&A
mn: Түгээмэл асуултууд

source: Language
mn: Хэл

source: Account
mn: Хаяг

source: Profile
mn: Профайл

source: Add new movie
mn: Шинээр кино нэмэх

source: Add new series
mn: Шинээр цуврал нэмэх

source: Add new artist
mn: Уран бүтээлч нэмэх

source: Sign out
mn: Гарах

source: Sign in
mn: Нэвтрэх

source: Newly added movies
mn: Шинээр нэмэгдсэн кинонууд

source: Show more
mn: Цааш үзэх

source: Add to Watched
mn: Үзсэн киноны жагсаалтанд нэмэх

source: Add to Watchlist
mn: Дараа үзэх

source: Top rated movies
mn: Өндөр үнэлгээтэй кинонууд

source: Movie
mn: Кино

source: Add New Movie
mn: Шинээр кино нэмэх

source: Production
mn: Продакшн

source: Screenwriter
mn: Кино зохиолч

source: Main cast
mn: Гол дүр

source: Genres
mn: Төрөл

source: Running Time
mn: Үргэлжлэх хугацаа

source: Rating
mn: Ангилал

source: Watched
mn: Үзсэн

source: Watchlisted
mn: Үзэхээр нэмсэн

source: Plot
mn: Үйл явдал

source: Trailer
mn: Танилцуулга

source: Cast
mn: Жүжигчид

source: Main Role
mn: Гол дүрд

source: Supporting Role
mn: Туслах дүрд

source: Write Comment
mn: Сэтгэгдэл үлдээх

source: Remove from Watched
mn: Үзсэн киноны жагсаалтаас хасах

source: Remove from Watchlist
mn: Үзэх киноны жагсаалтаас хасах

source: Edit Rating
mn: Өгсөн үнэлгээгээ өөрчлөх

source: Give rating on this movie
mn: Энэ кинонд үнэлгээ өгөх

source: Thanks for your review.
mn: Үнэлгээ өгсөнд баярлалаа.

source: Movie List
mn: Кино жагсаалт

source: Genre
mn: Төрөл

source: Latest
mn: Шинээр нэмэгдсэн

source: Release date (Newest first)
mn: Нээлтийн огноо (Шинэ нь эхэндээ)

source: Release date (Oldest first)
mn: Нээлтийн огноо (Хуучин нь эхэндээ)

source: Alphabetically (A-Z)
mn: Үсгийн дарааллаар (А-Я)

source: Alphabetically (Z-A)
mn: Үсгийн дарааллаар (Я-А)

source: films
mn: кино

source: Release
mn: Нээлт

source: Email
mn: Мэйл хаяг

source: Change email address
mn: Мэйл хаягаа солих

source: Username
mn: Хэрэглэгчийн нэр

source: Change username
mn: Хэрэглэгчийн нэрээ солих

source: Phone number
mn: Утасны дугаар

source: Change phone number
mn: Утасны дугаараа солих

source: Password
mn: Нууц үг

source: Change password
mn: Нууц үг солих

source: Favorite list
mn: Дуртай кино жагсаалт

source: Watched list
mn: Үзсэн кино жагсаалт

source: Watchlist
mn: Үзэх кино жагсаалт

source: Add new season
mn: Шинэ бүлэг нэмэх

source: Give rating on this series
mn: Энэ цувралд үнэлгээ өгөх

source: Season
mn: Бүлэг

source: Add new episode
mn: Шинэ анги нэмэх

source: Episode
mn: Анги

source: Series List
mn: Цувралын жагсаалт

source: series
mn: Цуврал
